{
  "greeting" : [
    "hello",
    "whatsup",
    "ni hao"
  ],
  "confirmation" : [
    "absolutely",
    "definitely",
    "totally"
  ],
  "good" : [
    "good",
    "great",
    "awesome",
    "well",
    "amazing",
    "super"
  ],
  "joke" : [
    "A Roman walks into a bar, holds up two fingers, and says 'Five beers, please.'",
    "A ham sandwich walks into a bar and the bartender says, 'Sorry, we don't serve food in here.'",
    "A man walks into a library and asks, 'Can I have a cheeseburger?' The librarian says, 'Sir, this is a library.' The man whispers, 'Can I have a cheeseburger?'",
    "An infectious disease walks into a bar. The bartender says, 'We don't serve your kind in here.' The disease replies, 'Well you're not a very good host.'",
    "Did you hear about the motherboard who ran away to join the circuits?",
    "Did you hear about the restaurant on the moon? Great food but no atmosphere.",
    "Don't trust the atoms. They make up everything.",
    "How do you catch a runaway laptop? With an internet.",
    "I told the doctor I broke my arm in two places. He told me not to go into those places.",
    "I wondered why the baseball was getting bigger. Then it hit me.",
    "I'd tell a chemestry joke, but I'm afraid I wouldn't get a reaction.",
    "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.",
    "The barman says, 'We don't serve time travelers in here.' A time traveler walks into the bar.",
    "The past, the present, and the future walked into a bar. It was tense.",
    "There are two types of people in the world: Those who need closure",
    "Time flies like an arrow. Fruit flies like a banana.",
    "Two antennas got married. The ceremony dragged on, but the reception was excellent.",
    "Two silkworms were in a race. They ended up in a tie. No invertebrates were harmed in the making of this joke.",
    "What newspaper do the inklings prefer? The Daily Inkuirer.",
    "How can you tell the blue team won the turf war? It looks like the map blue up.",
    "How many tickles does it take to make an inkling laugh? tentacles.",
    "Why is the sky so unhappy? It has the blues.",
    "Can a kangaroo jump higher than a house? Of course, a house doesn’t jump at all."
  ]
}
